Repository: pierreporte/documentation
Catalog: source/locale/*/LC_MESSAGES/index.po
Languages: fr

source: Otter Browser documentation
fr: Documentation de Otter

source: Welcome to the documentation of Otter |version|. Here, you will learn how to use and customise your browser.
fr: Bienvenue dans la documentation de Otter |version|. Ici, vous allez apprendre comment utiliser et personnaliser votre navigateur.

source: See a mistake?
fr: Vous voyez une erreur ?

source: We try to write the best documentation but mistakes are always possible. If you see one, please :doc:`report it or correct it </mistakes>`.
fr: Nous essayons d'écrire la meilleure documentation mais des erreurs sont toujours possible. Si vous en voyez une, veuillez :doc:`la rapporter ou la corriger </mistakes>`.

source: This documentation is divided into 5 main parts:
fr: Cette documentation est divisée en cinq parties principales :

source: For the most basic and the most used features that Otter provides to browse the web.
fr: Pour les fonctionnalités les plus élémentaires et les plus utilisées que propose Otter pour naviguer sur le web.

source: For the features that are generally beyond browsing the web in a simple way.
fr: Pour les fonctionnalités qui sont généralement au-delà de la simple navigation sur le web.

source: For the customisation of the browser.
fr: Pour la personnalisation du navigateur.

source: :doc:`Bugs and features </report-issue>`
fr: :doc:`Bugs et fonctionnalités </report-issue>`

source: Procedure to follow when you encounter a bug or when you find that a feature is missing.
fr: Procédure à suivre quand vous rencontrez un bug ou que vous pensez qu'il manque une fonctionnalité.

source: Direct answers to common questions. These questions can usually be answered by fetching information in the documentation and tryouts.
fr: Réponses directes au questions fréquentes. On peut généralement répondre à ces questions en rassemblant des informations dans la documentation et par des essais.
